1password
1password-cli
adobe-creative-cloud
android-studio
appcleaner
authy
balenaetcher
basecamp
brave-browser
bruno
cleanshot
cyberduck
discord
figma
firefox
firefox@developer-edition
firefox@nightly
font-0xproto-nerd-font
font-caskaydia-cove-nerd-font
font-fira-code-nerd-font
font-fira-mono-nerd-font
font-hack-nerd-font
font-jetbrains-mono-nerd-font
font-juliamono
font-roboto-mono-nerd-font
font-ubuntu-mono-nerd-font
font-zed-mono-nerd-font
ghostty
gimp
github
google-chrome
google-chrome-canary
google-chrome@canary
iterm2
kitty
libreoffice
marta
microsoft-auto-update
microsoft-edge
mongodb-compass
notion
obsidian
opera
postman
raspberry-pi-imager
raycast
rectangle
sequel-ace
signal
slack
spotify
stats
studio-3t
sublime-text
transmit
visual-studio-code
visual-studio-code-insiders
visual-studio-code@insiders
vlc
warp
wave
wezterm
whatsapp
wireshark
wireshark-app
