1password
1password-cli
adobe-creative-cloud
android-studio
appcleaner
authy
balenaetcher
basecamp
brave-browser
cleanshot
discord
docker
figma
firefox
firefox-developer-edition
ghidra
github
google-chrome
google-chrome-canary
iterm2
kitty
libreoffice
microsoft-auto-update
microsoft-edge
mongodb-compass
notion
obsidian
opera
postman
raspberry-pi-imager
raycast
sequel-ace
signal
slack
spotify
stats
studio-3t
sublime-text
transmit
visual-studio-code
visual-studio-code-insiders
vlc
warp
wezterm
whatsapp
wireshark
