bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
jannisx11.batch-rename-extension
lokalise.i18n-ally
mechatroner.rainbow-csv
naumovs.color-highlight
redhat.vscode-yaml
stylelint.vscode-stylelint
tamasfe.even-better-toml
timonwong.shellcheck
vscode-icons-team.vscode-icons
vue.volar
