bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
franzgollhammer.jb-fleet-dark
franzgollhammer.spacecat
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
jannisx11.batch-rename-extension
lokalise.i18n-ally
mechatroner.rainbow-csv
michaelzhou.fleet-theme
naumovs.color-highlight
redhat.vscode-yaml
stylelint.vscode-stylelint
tamasfe.even-better-toml
vincaslt.highlight-matching-tag
vitest.explorer
vue.volar
